[
	{
		"name": "Omelette aux lardons",
		"picture": "omelette-aux-lardons.jpeg",
		"metadata": {
			"preparation": "10min",
			"cuisson": "20min",
			"persons": 1
		},
		"ingredients": [
			"6 œufs",
			"150 g de lardons",
			"75 g de gruyère râpé",
			"15 cl de crème liquide",
			"1 oignon",
			"20 g de beurre",
			"sel",
			"poivre"
		],
		"recipe": [
			"Épluchez les oignons et hachez-les. Faites-les revenir dans une poêle avec les lardons. Comptez une dizaine de min.",
			"Cassez les oeufs entiers dans un saladier et fouettez-les à la fourchette avec la crème liquide, du sel et du poivre. Ajoutez le gruyère râpé et mélangez.",
			"Faites fondre le beurre dans une poêle chaude et versez-y le mélange.",
			"Faites cuire l'omelette de chaque côté.",
			"Au moment de servir, disposez les lardons aux oignons au centre de l'omelette. Si vous le souhaitez, roulez l'omelette et servez sans attendre."
		]
	},
	{
		"name": "Quiche lorraine",
		"picture": "quiche_lorraine.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "45min",
			"persons": 4
		},
		"ingredients": [
			"200 g de pâte brisée",
			"200 g de lardons",
			"30 g de beurre",
			"3 oeufs",
			"20 cl de crème fraîche",
			"20 cl de lait",
			"muscade",
			"sel",
			"poivre"
		],
		"recipe": [
			"Préchauffer le four à 180°C (thermostat 6).",
			"Etaler la pâte dans un moule, la piquer à la fourchette.",
			"Faire rissoler les lardons à la poêle puis les répartir sur le fond de pâte.",
			"Parsemer de copeaux de beurre.",
			"Battre les oeufs, la crème fraîche et le lait. Assaisonner de sel, de poivre et de muscade. Verser sur la pâte.",
			"Cuire 45 à 50 min."
		]
	},
	{
		"name": "Cannelés",
		"picture": "canneles.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "47min"
		},
		"ingredients": [
			"120 g farine",
			"175 g sucre",
			"40 g beurre",
			"1 boite lait concentré non sucré",
			"1 bâton de vanille",
			"Cassonade",
			"2 jaunes d'oeuf",
			"1 à 2 cuillère à soupe de rhum Negrita"
		],
		"recipe": [
			"Ouvrir la gousse de vanille pour libérer les graines.",
			"Mettre à chauffer sans bouillir le lait avec la gousse et les graines, ainsi que le beurre.",
			"Réserver. Puis mélanger le sucre et la farine.",
			"Y ajouter le lait chaud en enlevant le bâton, puis les 2 jaunes d'oeuf et le rhum.",
			"Mettre de la cassonade dans les moules à cannelés. Les remplir ensuite avec la préparation.",
			"Faire cuire 47 min à environ 180 degrés."
		]
	},
	{
		"name": "Sauce vinaigrete Maggi",
		"picture": "",
		"metadata": {
		},
		"ingredients": [
			"1 c.à.s d'huile d'olive",
			"1 c.à.s de citron",
			"1 c.à.s de vinaigre",
			"10 à-coups de Maggi",
			"sel",
			"poivre"
		],
		"recipe": [
			"Mélangez le tout !"
		]
	},
	{
		"name": "Poulet Curry",
		"picture": "pouletcurry.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "20min"
		},
		"ingredients": [
			"4 blancs de poulet",
			"2 gros oignons jaunes",
			"1 pot de crème fraîche allégée",
			"curry",
			"cumin",
			"piment",
			"sel",
			"poivre"
		],
		"recipe": [
			"Mettre une grande poêle à chauffer.",
			"Couper les oignons en petits morceaux, et les faire cuire à feu assez fort. Remuer, en ajoutant du curry et du cumin.",
			"Couper les blancs de poulet en morceaux, les ajouter dans la poêle et remettre des épices; tourner.",
			"Baisser le feu, et ajouter 2 cuillères à soupe de crème.",
			"Après 5 min de cuisson, remettre 2 cuillères à soupe de crème et des épices (si nécessaire).",
			"Si le plat est fait à l'avance, remettre un peu de crème au moment de réchauffer car la sauce s'évapore."
		]
	}, {
		"name": "Omelette aux pommes de terre",
		"picture": "omelettepdt.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "20min"
		},
		"ingredients": [
			"6 oeufs",
			"100g de gruyère râpé",
			"2 c.à.s de crème fraîche",
			"herbes de provence",
			"échalottes en poudre"
		],
		"recipe": [
			"Faire cuire les pommes de terres taillées en dés",
			"Faire l'omelette",
			"Mettre l'omelette sur le feu, y ajouter les pommes de terres"
		]
	}, {
		"name": "Oeufs brouillés",
		"picture": "oeufbrouille.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "20min",
			"person": 4
		},
		"ingredients": [
			"12 oeufs",
			"6 c.à.s de lait",
			"2 c.à.s de crème fraîche",
			"60g de beurre",
			"sel, poivre"
		],
		"recipe": [
			"Dans une casserole à fond épais, casser les œufs puis ajouter le lait, 30 g de beurre, le sel et le poivre.",
			"Laisser cuire à feu très doux sans cesser de fouetter les œufs jusqu’à ce qu’ils prennent la consistance d’une crème.",
			"Hors du feu, incorporer le reste du beurre en continuant de fouetter.",
			"Déguster immédiatement."
		]
	}, {
		"name": "Escalopes panées",
		"picture": "escalopepanee.jpg",
		"metadata": {
			"preparation": "5min",
			"cuisson": "10min",
			"person": 2
		},
		"ingredients": [
			"2 escalopes de veau bien fines",
			"1 oeuf",
			"un peu de lait",
			"chapelure",
			"sel, poivre",
			"beurre"
		],
		"recipe": [
			"Dans une assiette creuse, battez l'oeuf entier avec une larme de lait, du sel et du poivre.",
			"Dans une seconde assiette plate, étalez la chapelure de sorte à recouvrir complètement le fond de l'assiette.",
			"Passez successivement les escalopes dans l'oeuf battu, puis dans la chapelure, en prenant soin de les recouvrir entièrement (l'oeuf fait adhérer la chapelure)." 
			"Rajoutez de la chapelure dans l'assiette en cours de route si besoin.",
			"Faites dorer les escalopes panées dans une poêle avec du beurre.",
			"Saisissez-les des deux côtés pour que la chapelure soit bien dorée, puis laissez-les cuire plus doucement quelques minutes selon l'épaisseur."
		]
	}, {
		"name": "Poulet rôti",
		"picture": "pouletroti.jpg",
		"metadata": {
			"preparation": "15min",
			"cuisson": "60min",
			"person": 4
		},
		"ingredients": [
			"1 Poulet à rôtir d'environ 1,2 kg",
			"50 g de beurre",
			"herbes de Provence",
			"sel",
			"poivre",
			"20 pommes de terre"
		],
		"recipe": [
			"Il vous suffit de mettre le poulet dans un plat à four. ",
			"Pendant ce temps-là, préchauffer le four à 210-240°C (thermostat 7-8).",
			"Prenez le beurre et découpez-le en morceaux pour le mettre sur le poulet un peu partout. ",
			"Salez, poivrez et herbez la bête...",
			"Ensuite, attaquez-vous au patates... Il faut les éplucher et puis les faire tremper dans l'eau pour les rincer et les essuyer.",
			"Il faut après les découper.",
			"Et je mets toutes les pommes de terres dans le plat autour du poulet. Les sale.",
			"Et puis direction le four après avoir arrosé le tout d'un demi-verre d'eau. ",
			"Je laisse cuire 1h15... plus ou moins en fonction du poulet et des pommes de terre. ",
			"Je le tourne régulièrement pendant la cuisson, sur chaque face... Et puis s'il le faut je réarrose d'eau... comme ça, les pommes de terre baignent dans le jus.",
			"Une fois que c'est prêt et bien il suffit de servir !"
		]
	}
]
